{
  "products": [
    {
      "id": "1",
      "title": "Modern City Apartment",
      "price": 350000,
      "description": "The Modern City Apartment is a spacious and contemporary living space located in the bustling heart of the city. This stylish apartment offers residents a combination of luxury and convenience, featuring sleek design elements, high-end finishes, and state-of-the-art amenities. With its open-concept layout and expansive windows, the apartment boasts abundant natural light and stunning views of the city skyline. Perfect for urban professionals and discerning individuals, this apartment provides the ideal retreat for those seeking a sophisticated urban lifestyle.",
      "image": "../images/properties/modern-city-apartment.jpg",
      "inStock": true,
      "rating": 2.5
    },
    {
      "id": "2",
      "title": "Luxury Beachfront Villa ",
      "price": 223000,
      "description": "The Luxury Beachfront Villa is an exquisite property situated right on the pristine shores of Malibu. This stunning villa offers unparalleled luxury and comfort, with spacious living areas, elegant furnishings, and breathtaking ocean views. With four bedrooms and four bathrooms, this villa provides ample space for relaxation and entertainment. Enjoy direct access to the beach, where you can soak up the sun, swim in the crystal-clear waters, or simply unwind with a refreshing drink in hand. This is beachfront living at its finest, offering the ultimate retreat for those seeking a luxurious coastal getaway",
      "image": "../images/properties/luxury-beach.jpg",
      "inStock": true,
      "rating": 4.5
    },
    {
      "id": "3",
      "title": "Rustic Mountain Cabin",
      "price": 559900,
      "description": "The Rustic Mountain Cabin offers a serene retreat nestled in the heart of the mountains. This cozy cabin features a charming stone fireplace, perfect for warming up on chilly evenings. With its spacious deck overlooking breathtaking views of the surrounding wilderness, this cabin provides the ideal setting for relaxation and outdoor adventures. Escape the hustle and bustle of city life and immerse yourself in the tranquility of nature at the Rustic Mountain Cabin.",
      "image": "../images/properties/rustic-mountain-view.jpg",
      "inStock": false,
      "rating": 4
    },
    {
      "id": "4",
      "title": "Gated Estate with Vineyard",
      "price": 159900,
      "description": "Magnificent estate with expansive grounds and private vineyard. This luxurious property offers unparalleled elegance and sophistication. With its grand architecture and meticulously landscaped gardens, this gated estate provides the ultimate retreat for those seeking privacy and serenity. The vineyard, meticulously cared for by expert vintners, produces some of the finest wines in the region. Whether hosting lavish events or enjoying quiet moments of relaxation, this estate offers an unmatched lifestyle of luxury and refinement.",
      "image": "../images/properties/gated-estate.jpg",
      "inStock": true,
      "rating": 4.8
    },
    {
      "id": "5",
      "title": "Lakefront Cottage Retreat",
      "price": 695000,
      "description": "Escape to tranquility at our Lakefront Cottage Retreat. Nestled amidst the picturesque shores of Lake Tahoe, this charming cottage offers the perfect blend of rustic charm and modern comfort. Step inside to discover a cozy interior adorned with a stone fireplace, inviting living spaces, and panoramic views of the pristine lake. Relax on the screened porch as you savor the gentle breeze and the sound of lapping waves. With a private dock for boating adventures and access to hiking trails nearby, this idyllic retreat promises endless opportunities for outdoor recreation and relaxation. Experience the epitome of lakeside living at our Lakefront Cottage Retreat.",
      "image": "../images/properties/lake-front.jpg",
      "inStock": true,
      "rating": 4.2
    },
    {
      "id": "6",
      "title": "Urban Loft with Skyline Views",
      "price": 168000,
      "description": "Step into luxury and modernity with this stunning urban loft boasting unparalleled skyline views. Located in the heart of a vibrant city, this loft offers a unique blend of industrial-chic design and contemporary elegance. With expansive floor-to-ceiling windows, you'll enjoy breathtaking panoramas of the cityscape from every angle. The open-concept layout features exposed brick walls, high ceilings, and sleek finishes, creating an inviting space for both living and entertaining. Relax on your private rooftop terrace while taking in the mesmerizing sights of the bustling city below. This urban oasis offers the perfect combination of sophistication and convenience, making it the ultimate urban retreat for discerning individuals.",
      "image": "../images/properties/urban-loft.jpg",
      "inStock": true,
      "rating": 4.7
    }
  ],
  "users": [
    {
      "userName": "Prasadktttt",
      "password": "smith123",
      "email": "asadrina@gmail.com",
      "phone": "0900383909",
      "website": "test.com",
      "company": "test",
      "id": "10cb"
    },
    {
      "userName": "demoadmin",
      "password": "admin123",
      "email": "asadrina@gmail.com",
      "phone": "0900383909",
      "website": "www.demoadmin.com",
      "company": "Demo Admin",
      "id": "10cc"
    },
    {
      "userName": "johnsmith",
      "password": "smith123",
      "email": "johnsmith@example.com",
      "phone": "1234567890",
      "website": "www.johnsmithrealestate.com",
      "company": "John Smith Real Estate",
      "id": "20ab"
    },
    {
      "userName": "janesmith",
      "email": "janesmith@example.com",
      "phone": "0987654321",
      "website": "",
      "company": "Jane Smith Realty",
      "id": "30cd"
    },
    {
      "userName": "mikebrown",
      "password": "brown123",
      "email": "mikebrown@example.com",
      "phone": "5555555555",
      "website": "www.mikebrownproperties.com",
      "company": "Mike Brown Properties",
      "id": "40ef"
    },
    {
      "userName": "emilywhitetredtttrt",
      "email": "emilywhite@example.com",
      "phone": "9876543210",
      "website": "",
      "company": "Emily White Realty - 1",
      "id": "50gh"
    },
    {
      "userName": "davidgreen",
      "password": "green123",
      "email": "davidgreen@example.com",
      "phone": "3333333333",
      "website": "www.davidgreenhomes.com",
      "company": "David Green Homes",
      "id": "60ij"
    },
    {
      "userName": "sarahlee",
      "password": "lee123",
      "email": "sarahlee@example.com",
      "phone": "7777777777",
      "website": "www.sarahleerealty.com",
      "company": "Sarah Lee Realty",
      "id": "70kl"
    },
    {
      "userName": "adamwilson",
      "password": "wilson123",
      "email": "adamwilson@example.com",
      "phone": "6666666666",
      "website": "www.adamwilsonproperties.com",
      "company": "Adam Wilson Properties",
      "id": "80mn"
    },
    {
      "userName": "chrisking",
      "password": "king123",
      "email": "chrisking@example.com",
      "phone": "4444444444",
      "website": "www.chriskingproperties.com",
      "company": "Chris King Properties",
      "id": "100qr"
    },
    {
      "userName": "olivialane",
      "password": "lane123",
      "email": "olivialane@example.com",
      "phone": "8888888888",
      "website": "www.olivialanerealty.com",
      "company": "Olivia Lane Realty",
      "id": "110st"
    },
    {
      "id": "60ab",
      "userName": "test",
      "email": "test@test.com",
      "phone": "1234567890",
      "website": "www.test.com",
      "company": "Test Reality"
    }
  ]
}